aarch64-linux-gnu-gcc
adw-gtk-theme
amd-ucode
aquamarine
archlinux-xdg-menu
base
base-devel
bc
blanket
bluez
bluez-utils
btop
ccache
celluloid
chromium
clang
cmake
cowsay
cuda
cudnn
ddcutil
dkms
dmenu
dnsmasq
docker
docker-buildx
docker-compose
dolphin
dunst
evince
fcitx5
fcitx5-configtool
fcitx5-gtk
fcitx5-qt
fd
feh
firefox
fish
flameshot
flatpak
fzf
gdb
gimp
git
gnome-keyring
grim
grub
gst-plugin-pipewire
htop
hyprcursor
hyprgraphics
hyprland
hyprland-guiutils
hyprland-qt-support
hyprlang
hyprsunset
hyprtoolkit
hyprutils
hyprwayland-scanner
hyprwire
i3-wm
i3blocks
i3lock
i3status
iwd
jdk17-openjdk
jq
kde-cli-tools
kdeconnect
kio-fuse
kitty
kservice5
kvantum
libpulse
libreoffice-still
libva-nvidia-driver
linux
linux-firmware
linux-headers
llvm
lutris
man-db
meson
mold
nano
nethogs
network-manager-applet
ninja
nlohmann-json
nmap
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
ntfs-3g
nvidia-container-toolkit
nvidia-open-dkms
nvtop
nwg-look
obs-studio
obsidian
okular
openbsd-netcat
openmp
openssh
pacman-contrib
pavucontrol
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
pipewire-v4l2
polkit-kde-agent
proton-vpn-gtk-app
qbittorrent
qemu-full
qt5-wayland
qt5ct
qt6-wayland
rsync
scdoc
sddm
seahorse
slurp
smartmontools
steam
stow
stress
tailscale
texlive-basic
texlive-bin
tmux
ttf-dejavu
ttf-jetbrains-mono
unzip
uwsm
vde2
vdpauinfo
vim
virt-manager
virt-viewer
vlc
vlc-plugins-all
waybar
wget
wine
wine-gecko
wireless_tools
wireplumber
wl-clipboard
wofi
wpa_supplicant
xclip
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland
xdg-desktop-portal-wlr
xdg-utils
xorg-server
xorg-xinit
xorg-xrandr
zip
zram-generator
zsh
